10/data/attachments/65ac99ab3cadc1fa.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joseph_baby_Actions_2429_1</nif:username>
            <nif:friendToBeRequested>soap_actions_91256423-d3fd-4955-8136-e58e30212208</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>